
/* Class = "NSWindow"; title = "Clear User Data"; ObjectID = "1"; */
"1.title" = "Kullanıcı Verilerini Temizle";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "6"; */
"6.title" = "İptal";

/* Class = "NSButtonCell"; title = "Clear"; ObjectID = "10"; */
"10.title" = "Açık";

/* Class = "NSTextFieldCell"; title = "You are about to clear your user data. Any checked items will be reset to factory default. Are you sure?"; ObjectID = "19"; */
"19.title" = "Kullanıcı verilerinizi silmek üzere olduğunuz için, işaretli öğeler fabrika ayarlarına sıfırlanacaktır. Emin misiniz?";

/* Class = "NSButtonCell"; title = "Clear User Defaults"; ObjectID = "21"; */
"21.title" = "Kullanıcı Ayarlarını Sıfırlama";

/* Class = "NSButtonCell"; title = "Reset Brushes"; ObjectID = "25"; */
"25.title" = "Fırçaları Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Fills"; ObjectID = "27"; */
"27.title" = "Doldurmayı Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Adjustments"; ObjectID = "37"; */
"37.title" = "Ayarları Sıfırla";

/* Class = "NSButtonCell"; title = "Clear Shared User Defaults"; ObjectID = "0M3-0f-kcy"; */
"0M3-0f-kcy.title" = "Açık Paylaşılan Kullanıcı Varsayılanları";

/* Class = "NSButtonCell"; title = "Reset Studio"; ObjectID = "0sE-jO-vmg"; */
"0sE-jO-vmg.title" = "Reset Stüdyosu";

/* Class = "NSButtonCell"; title = "Reset Lens Favourites & History"; ObjectID = "16f-6Q-CJF"; */
"16f-6Q-CJF.title" = "Lens Favorileri ve Geçmişi Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Tool Presets"; ObjectID = "44a-Cr-km9"; */
"44a-Cr-km9.title" = "Ayarları Sıfırla";

/* Class = "NSButtonCell"; title = "Reset User-Defined Strings"; ObjectID = "77c-7i-Gr7"; */
"77c-7i-Gr7.title" = "Kullanıcı Tanımlı Dizeyi Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Macro Library"; ObjectID = "9Zh-i0-uS1"; */
"9Zh-i0-uS1.title" = "Makro Kütüphanesini Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Filler Text"; ObjectID = "9gG-c8-AKy"; */
"9gG-c8-AKy.title" = "Sıfırlama Doldurma Metni";

/* Class = "NSButtonCell"; title = "Reset Keyboard Shortcuts"; ObjectID = "AY0-CT-EgR"; */
"AY0-CT-EgR.title" = "Klavye Kısayollarını Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Document Presets"; ObjectID = "BC5-ae-6Be"; */
"BC5-ae-6Be.title" = "Belge Ön Ayarlarını Sıfırla";

/* Class = "NSButtonCell"; title = "Affinity Photo 2 (Beta)"; ObjectID = "Mcv-Ty-aRA"; Note = "Do not localise (placeholder only)"; */
"Mcv-Ty-aRA.title" = "Affinity Photo 2 (Beta)";

/* Class = "NSButtonCell"; title = "Reset Document & Window States"; ObjectID = "PeJ-aX-0nf"; */
"PeJ-aX-0nf.title" = "Belge ve Pencere Durumlarını Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Assets"; ObjectID = "R4i-RR-h8q"; */
"R4i-RR-h8q.title" = "Varlıkları Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Develop Presets"; ObjectID = "SqA-OB-Fwg"; */
"SqA-OB-Fwg.title" = "Geliştirme Ön Ayarlarını Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Most Recent Documents"; ObjectID = "V3O-fm-23L"; */
"V3O-fm-23L.title" = "En Son Belgeleri Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Tone Map Presets"; ObjectID = "VJ7-0R-1SR"; */
"VJ7-0R-1SR.title" = "Ton Haritası Ön Ayarlarını Sıfırla";

/* Class = "NSButtonCell"; title = "Reset File Export Presets"; ObjectID = "VOT-Nj-5gT"; */
"VOT-Nj-5gT.title" = "Dosya İhracat Ön Ayarlarını Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Object Styles"; ObjectID = "W9S-Mm-vEs"; */
"W9S-Mm-vEs.title" = "Nesne Stillerini Sıfırla";

/* Class = "NSButtonCell"; title = "All Affinity 2 (Beta) apps"; ObjectID = "YNs-JC-CgM"; Note = "Do not localise (placeholder only)"; */
"YNs-JC-CgM.title" = "Tüm Affinity 2 (Beta) uygulamaları";

/* Class = "NSButtonCell"; title = "Reset Table Formats"; ObjectID = "Zj0-d9-Zr8"; */
"Zj0-d9-Zr8.title" = "Tablo Biçimlerini Sıfırla";

/* Class = "NSButtonCell"; title = "Reset AutoCorrect"; ObjectID = "a3v-5m-QQn"; */
"a3v-5m-QQn.title" = "Otomatik Düzeltmeyi Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Account Data (inc. Synced Content)"; ObjectID = "bKq-ut-Jhd"; */
"bKq-ut-Jhd.title" = "Hesap Verilerini Sıfırla (senkronize edilmiş içerik dahil)";

/* Class = "NSButtonCell"; title = "Reset Font Replacements"; ObjectID = "hk6-PY-PSm"; */
"hk6-PY-PSm.title" = "Yazı Tipi Değişimlerini Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Live Masks"; ObjectID = "hwP-iF-89S"; */
"hwP-iF-89S.title" = "Canlı Maskeleri Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Title Exceptions"; ObjectID = "ic0-oH-tIj"; */
"ic0-oH-tIj.title" = "Başlık İstisnalarını Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Text Styles"; ObjectID = "ihX-8V-BGf"; */
"ihX-8V-BGf.title" = "Metin Stilini Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Preflight Presets"; ObjectID = "jmr-4p-btY"; */
"jmr-4p-btY.title" = "Ön uç ön ayarlarını sıfırla";

/* Class = "NSButtonCell"; title = "Reset Cross-Reference Presets"; ObjectID = "meU-ex-5dc"; */
"meU-ex-5dc.title" = "Çapraz Referans Ayarlarını Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Document-Wide Notes"; ObjectID = "oEh-6w-m35"; */
"oEh-6w-m35.title" = "Belge Genel Notlarını Sıfırla";

/* Class = "NSButtonCell"; title = "Deactivate Affinity 2 (Beta) apps"; ObjectID = "pOR-Ul-z33"; Note = "Do not localise (placeholder only)"; */
"pOR-Ul-z33.title" = "Affinity 2 (Beta) uygulamalarını devre dışı bırak";

/* Class = "NSButtonCell"; title = "Reset Content Migration Prompt"; ObjectID = "qtU-fA-WFu"; */
"qtU-fA-WFu.title" = "İçerik Göçü Promtunu Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Grid Presets"; ObjectID = "rTT-8t-o4u"; */
"rTT-8t-o4u.title" = "Ağı Presetlerini Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Visibility Options"; ObjectID = "u90-av-IhI"; */
"u90-av-IhI.title" = "Görünürlük Seçeneklerini Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Abbreviations"; ObjectID = "uUB-3X-VTI"; */
"uUB-3X-VTI.title" = "Kısaltmaları Sıfırla";

/* Class = "NSButtonCell"; title = "Reset Snapping Options Presets"; ObjectID = "w0s-cb-K4F"; */
"w0s-cb-K4F.title" = "Şablonları Sıfırla";
